Repository: materialofair/zeroNet_Space
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, ja, pl, pt_br, zh_hans, zh_hant

# photos.search.noResults
source: No matching photos
de: Keine passenden Fotos
es: No hay fotos coincidentes
fr: Aucune photo correspondante
id: Tidak ada foto yang cocok
ja: 一致する写真がありません
pl: Brak pasujących zdjęć
pt_br: Nenhuma foto correspondente
zh_hans: 没有找到匹配的相片
zh_hant: 沒有找到匹配的照片

# photos.startImport
source: Start Import
de: Import starten
es: Iniciar importación
fr: Démarrer l’import
id: Mulai impor
ja: 読み込み開始
pl: Rozpocznij import
pt_br: Iniciar importação
zh_hans: 开始导入
zh_hant: 開始匯入

# photos.title
source: Photos
de: Fotos
es: Fotos
id: Foto
ja: 写真
pl: Zdjęcia
pt_br: Fotos
zh_hans: 相片
zh_hant: 照片

# reencryptionError.fileFailed
source: Failed to re-encrypt file %1$@: %2$@
de: Datei %1$@ konnte nicht erneut verschlüsselt werden: %2$@
es: No se pudo volver a cifrar el archivo %1$@: %2$@
fr: Impossible de chiffrer à nouveau le fichier %1$@ : %2$@
id: Gagal mengenkripsi ulang file %1$@: %2$@
ja: ファイル%1$@の再暗号化に失敗しました：%2$@
pl: Ponowne szyfrowanie pliku %1$@ nie powiodło się: %2$@
pt_br: Não foi possível criptografar novamente o arquivo %1$@: %2$@
zh_hans: 文件重新加密失败: %1$@ - %2$@
zh_hant: 檔案重新加密失敗: %1$@ - %2$@

# reencryptionError.fileNotFound
source: File not found: %1$@
de: Datei nicht gefunden: %1$@
es: Archivo no encontrado: %1$@
fr: Fichier introuvable : %1$@
id: File tidak ditemukan: %1$@
ja: ファイルが見つかりません：%1$@
pl: Nie znaleziono pliku: %1$@
pt_br: Arquivo não encontrado: %1$@
zh_hans: 文件不存在: %1$@
zh_hant: 檔案不存在: %1$@

# reencryptionError.inProgress
source: Re-encryption task is already running.
de: Eine erneute Verschlüsselung läuft bereits.
es: Ya hay una tarea de recifrado en curso.
fr: Un nouveau chiffrement est déjà en cours.
id: Proses enkripsi ulang sudah berjalan.
ja: 再暗号化はすでに実行中です。
pl: Ponowne szyfrowanie już trwa.
pt_br: Uma tarefa de nova criptografia já está em andamento.
zh_hans: 重新加密任务已在进行中。
zh_hant: 重新加密任務已在進行中。

# secondPassword.change
source: Change Second Password
de: Zweites Passwort ändern
es: Cambiar segunda contraseña
fr: Changer le second mot de passe
id: Ubah kata sandi kedua
ja: 第2パスワードを変更
pl: Zmień drugie hasło
pt_br: Alterar segunda senha
zh_hans: 修改第二密码
zh_hant: 修改第二密碼

# secondPassword.delete
source: Delete Second Password
de: Zweites Passwort löschen
es: Eliminar segunda contraseña
fr: Supprimer le second mot de passe
id: Hapus kata sandi kedua
ja: 第2パスワードを削除
pl: Usuń drugie hasło
pt_br: Excluir segunda senha
zh_hans: 删除第二密码
zh_hant: 刪除第二密碼

# secondPassword.error.change.message
source: Unable to change the second password. Please try again.
de: Das zweite Passwort konnte nicht geändert werden. Versuche es erneut.
es: No se pudo cambiar la segunda contraseña. Inténtalo de nuevo.
fr: Impossible de changer le second mot de passe. Réessayez.
id: Kata sandi kedua tidak dapat diubah. Coba lagi.
ja: 第2パスワードを変更できません。もう一度お試しください。
pl: Nie można zmienić drugiego hasła. Spróbuj ponownie.
pt_br: Não foi possível alterar a segunda senha. Tente novamente.
zh_hans: 无法修改第二密码，请重试。
zh_hant: 無法修改第二密碼，請重試。

# secondPassword.error.change.title
source: Change Failed
de: Änderung fehlgeschlagen
es: No se pudo cambiar
fr: Échec du changement
id: Perubahan gagal
ja: 変更に失敗しました
pl: Zmiana nie powiodła się
pt_br: Falha na alteração
zh_hans: 修改失败
zh_hant: 修改失敗

# secondPassword.error.delete.message
source: Unable to delete the second password. Double-check your password and try again.
de: Das zweite Passwort konnte nicht gelöscht werden. Prüfe dein Passwort und versuche es erneut.
es: No se pudo eliminar la segunda contraseña. Comprueba tu contraseña e inténtalo de nuevo.
fr: Impossible de supprimer le second mot de passe. Vérifiez votre mot de passe et réessayez.
id: Kata sandi kedua tidak dapat dihapus. Periksa kata sandi Anda lalu coba lagi.
ja: 第2パスワードを削除できません。パスワードを確認してお試しください。
pl: Nie można usunąć drugiego hasła. Sprawdź hasło i spróbuj ponownie.
pt_br: Não foi possível excluir a segunda senha. Verifique sua senha e tente novamente.
zh_hans: 无法删除第二密码，请确认密码后重试。
zh_hant: 無法刪除第二密碼，請確認密碼後重試。

# secondPassword.error.delete.title
source: Delete Failed
de: Löschen fehlgeschlagen
es: No se pudo eliminar
fr: Échec de la suppression
id: Penghapusan gagal
ja: 削除に失敗しました
pl: Usuwanie nie powiodło się
pt_br: Falha ao excluir
zh_hans: 删除失败
zh_hant: 刪除失敗

# secondPassword.error.invalid.message
source: The second password is incorrect.
de: Das zweite Passwort ist falsch.
es: La segunda contraseña es incorrecta.
fr: Le second mot de passe est incorrect.
id: Kata sandi kedua salah.
ja: 第2パスワードが正しくありません。
pl: Drugie hasło jest nieprawidłowe.
pt_br: A segunda senha está incorreta.
zh_hans: 第二密码不正确。
zh_hant: 第二密碼不正確。

# secondPassword.error.invalid.title
source: Invalid Password
de: Ungültiges Passwort
es: Contraseña no válida
fr: Mot de passe invalide
id: Kata sandi tidak valid
ja: パスワードが正しくありません
pl: Nieprawidłowe hasło
pt_br: Senha inválida
zh_hans: 密码不正确
zh_hant: 密碼不正確

# secondPassword.error.setup.message
source: We could not enable the second password. Please try again.
de: Das zweite Passwort konnte nicht aktiviert werden. Versuche es erneut.
es: No se pudo activar la segunda contraseña. Inténtalo de nuevo.
fr: Impossible d’activer le second mot de passe. Réessayez.
id: Kata sandi kedua tidak dapat diaktifkan. Coba lagi.
ja: 第2パスワードを有効にできませんでした。もう一度お試しください。
pl: Nie udało się włączyć drugiego hasła. Spróbuj ponownie.
pt_br: Não foi possível ativar a segunda senha. Tente novamente.
zh_hans: 无法启用第二密码，请重试。
zh_hant: 無法啓用第二密碼，請重試。

# secondPassword.error.setup.title
source: Setup Failed
de: Einrichtung fehlgeschlagen
es: No se pudo configurar
fr: Échec de la configuration
id: Pengaturan gagal
ja: 設定に失敗しました
pl: Konfiguracja nie powiodła się
pt_br: Falha na configuração
zh_hans: 设置失败
zh_hant: 設定失敗

# secondPassword.feature.independent
source: Independent password
de: Unabhängiges Passwort
es: Contraseña independiente
fr: Mot de passe indépendant
id: Kata sandi terpisah
ja: 独立したパスワード
pl: Oddzielne hasło
pt_br: Senha independente
zh_hans: 独立密码
zh_hant: 獨立密碼

# secondPassword.feature.independent.desc
source: Unlock a hidden space with a standalone password
de: Einen versteckten Bereich mit eigenem Passwort entsperren
es: Desbloquea un espacio oculto con una contraseña independiente
fr: Déverrouillez un espace masqué avec un mot de passe indépendant
id: Buka ruang tersembunyi dengan kata sandi tersendiri
ja: 独立したパスワードで隠し空間を解除
pl: Odblokuj ukrytą przestrzeń osobnym hasłem
pt_br: Desbloqueie um espaço oculto com uma senha independente
zh_hans: 使用独立密码解锁隐藏空间
zh_hant: 使用獨立密碼解鎖隱藏空間

# secondPassword.feature.markdown
source: Secure notes
de: Geschützte Notizen
es: Notas seguras
fr: Notes sécurisées
id: Catatan aman
ja: 安全なメモ
pl: Bezpieczne notatki
pt_br: Notas seguras
zh_hans: 安全笔记
zh_hant: 安全筆記

# secondPassword.feature.markdown.desc
source: Supports rich Markdown editing
de: Unterstützt umfangreiche Markdown-Bearbeitung
es: Permite edición avanzada de Markdown
fr: Prend en charge l’édition Markdown enrichie
id: Mendukung pengeditan Markdown lengkap
ja: Markdownのリッチ編集に対応
pl: Obsługuje zaawansowaną edycję Markdown
pt_br: Oferece edição avançada de Markdown
zh_hans: 支持完整的 Markdown 编辑
zh_hant: 支持完整的 Markdown 編輯

# secondPassword.feature.privacy
source: Private vault
de: Privater Tresor
es: Caja fuerte privada
fr: Coffre privé
id: Brankas pribadi
ja: プライベート保管庫
pl: Prywatny sejf
pt_br: Cofre privado
zh_hans: 私密存储
zh_hant: 私密儲存

# secondPassword.feature.privacy.desc
source: Keep sensitive notes away from the main gallery
de: Sensible Notizen getrennt von der Hauptgalerie aufbewahren
es: Mantén tus notas sensibles fuera de la galería principal
fr: Gardez vos notes sensibles à l’écart de la galerie principale
id: Simpan catatan sensitif terpisah dari galeri utama
ja: 機密性の高いメモをメインギャラリーから分離する
pl: Przechowuj poufne notatki poza główną galerią
pt_br: Mantenha notas confidenciais separadas da galeria principal
zh_hans: 将敏感笔记与主图库隔离
zh_hant: 將敏感筆記與主圖庫隔離

# secondPassword.recommendation
source: Recommended if you share your device with others
de: Empfohlen, wenn du dein Gerät mit anderen teilst
es: Recomendado si compartes tu dispositivo
fr: Conseillé si vous partagez votre appareil
id: Disarankan jika Anda berbagi perangkat dengan orang lain
ja: ほかの人とデバイスを共有する場合におすすめ
pl: Zalecane, jeśli udostępniasz urządzenie innym osobom
pt_br: Recomendado se você compartilha seu dispositivo
zh_hans: 如果与他人共用设备，建议启用该功能
zh_hant: 如果與他人共用設備，建議啓用該功能

# secondPassword.success.change.message
source: Second password updated
de: Zweites Passwort aktualisiert
es: Segunda contraseña actualizada
fr: Second mot de passe mis à jour
id: Kata sandi kedua diperbarui
ja: 第2パスワードを更新しました
pl: Zaktualizowano drugie hasło
pt_br: Segunda senha atualizada
zh_hans: 第二密码已更新
zh_hant: 第二密碼已更新

# secondPassword.success.change.title
source: Change Successful
de: Erfolgreich geändert
es: Cambio realizado
fr: Changement effectué
id: Berhasil diubah
ja: 変更しました
pl: Zmieniono pomyślnie
pt_br: Alteração concluída
zh_hans: 修改成功
zh_hant: 修改成功

# secondPassword.success.delete.message
source: Second password removed
de: Zweites Passwort entfernt
es: Segunda contraseña eliminada
fr: Second mot de passe supprimé
id: Kata sandi kedua dihapus
ja: 第2パスワードを削除しました
pl: Usunięto drugie hasło
pt_br: Segunda senha removida
zh_hans: 第二密码已删除
zh_hant: 第二密碼已刪除

# secondPassword.success.delete.title
source: Delete Successful
de: Erfolgreich gelöscht
es: Eliminado correctamente
fr: Suppression effectuée
id: Berhasil dihapus
ja: 削除しました
pl: Usunięto pomyślnie
pt_br: Exclusão concluída
zh_hans: 删除成功
zh_hant: 刪除成功

# secondPassword.success.setup.message
source: Second password enabled
de: Zweites Passwort aktiviert
es: Segunda contraseña activada
fr: Second mot de passe activé
id: Kata sandi kedua diaktifkan
ja: 第2パスワードを有効にしました
pl: Włączono drugie hasło
pt_br: Segunda senha ativada
zh_hans: 第二密码已启用
zh_hant: 第二密碼已啓用

# secondPassword.success.setup.title
source: Setup Complete
de: Einrichtung abgeschlossen
es: Configuración completada
fr: Configuration terminée
id: Pengaturan selesai
ja: 設定完了
pl: Konfiguracja zakończona
pt_br: Configuração concluída
zh_hans: 设置完成
zh_hant: 設定完成

# secretNote.defaultTitle
source: Untitled Note
de: Unbenannte Notiz
es: Nota sin título
fr: Note sans titre
id: Catatan tanpa judul
ja: 無題のメモ
pl: Notatka bez tytułu
pt_br: Nota sem título
zh_hans: 无标题笔记
zh_hant: 無標題筆記

# secretNote.empty
source: Empty note
de: Leere Notiz
es: Nota vacía
fr: Note vide
id: Catatan kosong
ja: 空のメモ
pl: Pusta notatka
pt_br: Nota vazia
zh_hans: 空笔记
zh_hant: 空筆記

# secretSpace.empty.subtitle
source: Tap + to create your first note
de: Tippe auf +, um deine erste Notiz zu erstellen
es: Toca + para crear tu primera nota
fr: Touchez + pour créer votre première note
id: Ketuk + untuk membuat catatan pertama Anda
ja: ＋をタップして最初のメモを作成
pl: Stuknij +, aby utworzyć pierwszą notatkę
pt_br: Toque em + para criar sua primeira nota
zh_hans: 点击右上角按钮创建第一条笔记
zh_hant: 點選右上角按鈕建立第一條筆記

# secretSpace.empty.title
source: No notes yet
de: Noch keine Notizen
es: Aún no hay notas
fr: Aucune note pour le moment
id: Belum ada catatan
ja: メモはまだありません
pl: Brak notatek
pt_br: Ainda não há notas
zh_hans: 暂无笔记
zh_hant: 暫無筆記

# secretSpace.instructions
source: Enter the second password to view your hidden notes
de: Gib das zweite Passwort ein, um deine versteckten Notizen anzusehen
es: Introduce la segunda contraseña para ver tus notas ocultas
fr: Saisissez le second mot de passe pour voir vos notes masquées
id: Masukkan kata sandi kedua untuk melihat catatan tersembunyi Anda
ja: 非表示のメモを表示するには、第2パスワードを入力してください
pl: Wpisz drugie hasło, aby wyświetlić ukryte notatki
pt_br: Digite a segunda senha para ver suas notas ocultas
zh_hans: 输入第二密码以查看隐藏笔记
zh_hant: 輸入第二密碼以查看隱藏筆記

# secretSpace.pin
source: Pin
de: Anheften
es: Fijar
fr: Épingler
id: Sematkan
ja: ピン留め
pl: Przypnij
pt_br: Fixar
zh_hans: 固定
zh_hant: 固定

# secretSpace.quickNew
source: New Note
de: Neue Notiz
es: Nueva nota
fr: Nouvelle note
id: Catatan baru
ja: 新規メモ
pl: Nowa notatka
pt_br: Nova nota
zh_hans: 新建笔记
zh_hant: 新建筆記

# secretSpace.secondPassword.change
source: Change Second Password
de: Zweites Passwort ändern
es: Cambiar segunda contraseña
fr: Changer le second mot de passe
id: Ubah kata sandi kedua
ja: 第2パスワードを変更
pl: Zmień drugie hasło
pt_br: Alterar segunda senha
zh_hans: 修改第二密码
zh_hant: 修改第二密碼

# secretSpace.secondPassword.setup
source: Set Second Password
de: Zweites Passwort festlegen
es: Configurar segunda contraseña
fr: Définir le second mot de passe
id: Atur kata sandi kedua
ja: 第2パスワードを設定
pl: Ustaw drugie hasło
pt_br: Definir segunda senha
zh_hans: 设置第二密码
zh_hant: 設定第二密碼

# secretSpace.secondPassword.title
source: Second Password
de: Zweites Passwort
es: Segunda contraseña
fr: Second mot de passe
id: Kata sandi kedua
ja: 第2パスワード
pl: Drugie hasło
pt_br: Segunda senha
zh_hans: 第二密码
zh_hant: 第二密碼

# secretSpace.section.notes
source: Notes
de: Notizen
es: Notas
id: Catatan
ja: メモ
pl: Notatki
pt_br: Notas
zh_hans: 所有笔记
zh_hant: 所有筆記

# secretSpace.section.pinned
source: Pinned
de: Angeheftet
es: Fijado
fr: Épinglé
id: Disematkan
ja: ピン留め済み
pl: Przypięte
pt_br: Fixado
zh_hans: 已固定
zh_hant: 已固定

# secretSpace.title
source: Notes
de: Notizen
es: Notas
id: Catatan
ja: メモ
pl: Notatki
pt_br: Notas
zh_hans: 笔记
zh_hant: 筆記

# secretSpace.unpin
source: Unpin
de: Loslösen
es: Desfijar
fr: Désépingler
id: Lepas sematan
ja: ピン留めを解除
pl: Odepnij
pt_br: Desafixar
zh_hans: 取消固定
zh_hant: 取消固定

# settings.about.app
source: About ZeroNet Space
de: Über ZeroNet Space
es: Acerca de ZeroNet Space
fr: À propos de ZeroNet Space
id: Tentang ZeroNet Space
ja: ZeroNet Spaceについて
pl: O ZeroNet Space
pt_br: Sobre o ZeroNet Space
zh_hans: 关于零网络空间
zh_hant: 關於ZeroNet Space

# settings.about.title
source: About
de: Über
es: Acerca de
fr: À propos
id: Tentang
ja: 情報
pl: Informacje
pt_br: Sobre
zh_hans: 关于
zh_hant: 關於

# settings.autoLock.after1min
source: After 1 Minute
de: Nach 1 Minute
es: Después de 1 minuto
fr: Après 1 minute
id: Setelah 1 menit
ja: 1分後
pl: Po 1 minucie
pt_br: Após 1 minuto
zh_hans: 1 分钟后
zh_hant: 1 分鐘後

# settings.autoLock.after5min
source: After 5 Minutes
de: Nach 5 Minuten
es: Después de 5 minutos
fr: Après 5 minutes
id: Setelah 5 menit
ja: 5分後
pl: Po 5 minutach
pt_br: Após 5 minutos
zh_hans: 5 分钟后
zh_hant: 5 分鐘後

# settings.autoLock.immediately
source: Immediately
de: Sofort
es: Inmediatamente
fr: Immédiatement
id: Segera
ja: すぐに
pl: Natychmiast
pt_br: Imediatamente
zh_hans: 立即
zh_hant: 立即

# settings.autoLock.never
source: Never
de: Nie
es: Nunca
fr: Jamais
id: Tidak pernah
ja: なし
pl: Nigdy
pt_br: Nunca
zh_hans: 从不
zh_hant: 從不

# settings.autoLock.title
source: Auto-Lock When Leaving
de: Beim Verlassen automatisch sperren
es: Bloquear automáticamente al salir
fr: Verrouillage automatique en quittant l’app
id: Kunci otomatis saat keluar
ja: アプリを離れたときに自動ロック
pl: Automatyczna blokada po opuszczeniu aplikacji
pt_br: Bloquear automaticamente ao sair
zh_hans: 离开后自动锁定
zh_hant: 離開後自動鎖定

# settings.calculating
source: Calculating...
de: Wird berechnet…
es: Calculando…
fr: Calcul en cours…
id: Menghitung…
ja: 計算中…
pl: Obliczanie…
pt_br: Calculando…
zh_hans: 计算中...
zh_hant: 計算中...

# settings.calculatorLogin
source: Calculator Login Mode
de: Rechner-Anmeldemodus
es: Modo de acceso con calculadora
fr: Mode de connexion par calculatrice
id: Mode masuk kalkulator
ja: 電卓ログインモード
pl: Tryb logowania przez kalkulator
pt_br: Modo de acesso pela calculadora
zh_hans: 计算器登录模式
zh_hant: 計算器登入模式

# settings.changePassword
source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
id: Ubah kata sandi
ja: パスワードを変更
pl: Zmień hasło
pt_br: Alterar senha
zh_hans: 修改密码
zh_hant: 修改密碼

# settings.changePassword.calculatorLoginHint
source: ⚠️ Calculator Login Mode is enabled: Password must only contain numbers (0-9) and decimal points (.)
de: ⚠️ Rechner-Anmeldung ist aktiviert: Das Passwort darf nur Ziffern (0–9) und Dezimalpunkte (.) enthalten
es: ⚠️ Acceso con calculadora activado: la contraseña solo puede contener números (0–9) y puntos decimales (.)
fr: ⚠️ Le mode calculatrice est activé : le mot de passe ne peut contenir que des chiffres (0–9) et des points décimaux (.)
id: ⚠️ Mode masuk kalkulator aktif: kata sandi hanya boleh berisi angka (0–9) dan titik desimal (.)
ja: ⚠️ 電卓ログインモードが有効です。パスワードには数字（0～9）と小数点（.）のみ使用できます
pl: ⚠️ Włączono tryb logowania przez kalkulator: hasło może zawierać tylko cyfry (0–9) i kropki dziesiętne (.)
pt_br: ⚠️ Acesso pela calculadora ativado: a senha deve conter apenas números (0–9) e pontos decimais (.)
zh_hans: ⚠️ 计算器登录模式已启用：密码只能包含数字(0-9)和小数点(.)
zh_hant: ⚠️ 計算器登入模式已啓用：密碼只能包含數字(0-9)和小數點(.)

# settings.changePassword.confirm
source: Confirm New Password
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
id: Konfirmasi kata sandi baru
ja: 新しいパスワードを確認
pl: Potwierdź nowe hasło
pt_br: Confirmar nova senha
zh_hans: 确认新密码
zh_hant: 確認新密碼

# settings.changePassword.current
source: Current Password
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
id: Kata sandi saat ini
ja: 現在のパスワード
pl: Obecne hasło
pt_br: Senha atual
zh_hans: 当前密码
zh_hant: 當前密碼

# settings.changePassword.error.calculatorLoginRestriction
source: Calculator Login Mode is enabled. New password must only contain numbers and decimal points.
de: Die Rechner-Anmeldung ist aktiv. Das neue Passwort darf nur Ziffern und Dezimalpunkte enthalten.
es: El acceso con calculadora está activado. La nueva contraseña solo puede contener números y puntos decimales.
fr: Le mode calculatrice est activé. Le nouveau mot de passe ne peut contenir que des chiffres et des points décimaux.
id: Mode masuk kalkulator aktif. Kata sandi baru hanya boleh berisi angka dan titik desimal.
ja: 電卓ログインモードが有効です。新しいパスワードには数字と小数点のみ使用できます。
pl: Tryb logowania przez kalkulator jest włączony. Nowe hasło może zawierać tylko cyfry i kropkę dziesiętną.
pt_br: O acesso pela calculadora está ativado. A nova senha deve conter apenas números e pontos decimais.
zh_hans: 计算器登录模式已启用，新密码只能包含数字和小数点。
zh_hant: 計算器登入模式已啓用，新密碼只能包含數字和小數點。

# settings.changePassword.error.generic
source: Failed to change password: %@
de: Passwortänderung fehlgeschlagen: %@
es: Error al cambiar la contraseña: %@
fr: Échec du changement de mot de passe : %@
id: Gagal mengubah kata sandi: %@
ja: パスワード変更に失敗しました：%@
pl: Zmiana hasła nie powiodła się: %@
pt_br: Falha ao alterar a senha: %@
zh_hans: 密码修改失败：%@
zh_hant: 密碼修改失敗：%@

# settings.changePassword.error.invalidCurrent
source: Current password is incorrect
de: Das aktuelle Passwort ist falsch
es: La contraseña actual es incorrecta
fr: Le mot de passe actuel est incorrect
id: Kata sandi saat ini salah
ja: 現在のパスワードが正しくありません
pl: Obecne hasło jest nieprawidłowe
pt_br: A senha atual está incorreta
zh_hans: 当前密码错误
zh_hant: 當前密碼錯誤

# settings.changePassword.new
source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
id: Kata sandi baru
ja: 新しいパスワード
pl: Nowe hasło
pt_br: Nova senha
zh_hans: 新密码
zh_hant: 新密碼

# settings.changePassword.title
source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
id: Ubah kata sandi
ja: パスワードを変更
pl: Zmień hasło
pt_br: Alterar senha
zh_hans: 修改密码
zh_hant: 修改密碼

# settings.changePassword.warning
source: Changing your password will re-encrypt all files with the new password. This process may take a while, please keep the app open until it completes.
de: Beim Ändern deines Passworts werden alle Dateien mit dem neuen Passwort erneut verschlüsselt. Das kann etwas dauern. Lass die App bis zum Abschluss geöffnet.
es: Al cambiar la contraseña, todos los archivos se cifrarán de nuevo con ella. Puede tardar un poco; mantén la app abierta hasta que termine.
fr: Le changement de mot de passe chiffre à nouveau tous les fichiers avec le nouveau mot de passe. Cela peut prendre du temps. Gardez l’app ouverte jusqu’à la fin.
id: Mengubah kata sandi akan mengenkripsi ulang semua file dengan kata sandi baru. Proses ini mungkin memerlukan waktu. Biarkan aplikasi terbuka hingga selesai.
ja: パスワードを変更すると、すべてのファイルが新しいパスワードで再暗号化されます。時間がかかる場合があるため、完了するまでアプリを開いたままにしてください。
pl: Zmiana hasła spowoduje ponowne zaszyfrowanie wszystkich plików nowym hasłem. Może to potrwać. Pozostaw aplikację otwartą do zakończenia.
pt_br: Ao alterar sua senha, todos os arquivos serão criptografados novamente com a nova senha. Isso pode demorar; mantenha o app aberto até terminar.
zh_hans: 修改密码将使用新密码重新加密所有文件，这个过程可能需要较长时间，请保持应用打开直到完成。
zh_hant: 修改密碼將使用新密碼重新加密所有檔案，這個過程可能需要較長時間，請保持應用打開直到完成。

# settings.changingPassword
source: Changing password...
de: Passwort wird geändert…
es: Cambiando contraseña…
fr: Changement du mot de passe…
id: Mengubah kata sandi…
ja: パスワードを変更中…
pl: Zmienianie hasła…
pt_br: Alterando senha…
zh_hans: 正在修改密码...
zh_hant: 正在修改密碼...

# settings.clearCache.confirm
source: Clear Cache
de: Cache leeren
es: Vaciar caché
fr: Vider le cache
id: Bersihkan cache
ja: キャッシュを消去
pl: Wyczyść pamięć podręczną
pt_br: Limpar cache
zh_hans: 清理缓存
zh_hant: 清理快取

# settings.clearCache.message
source: Will clear %@ of cache data
de: %@ Cache-Daten werden gelöscht
es: Se borrarán %@ de datos de caché
fr: %@ de cache seront effacés
id: %@ data cache akan dihapus
ja: %@のキャッシュを削除します
pl: Zostanie usunięte %@ danych pamięci podręcznej
pt_br: Serão limpos %@ de dados em cache
zh_hans: 将清理 %@ 的缓存数据
zh_hant: 將清理 %@ 的快取資料

# settings.clearCache.title
source: Clear Cache
de: Cache leeren
es: Vaciar caché
fr: Vider le cache
id: Bersihkan cache
ja: キャッシュを消去
pl: Wyczyść pamięć podręczną
pt_br: Limpar cache
zh_hans: 清理缓存
zh_hant: 清理快取

# settings.confirmChange
source: Confirm Change
de: Änderung bestätigen
es: Confirmar cambio
fr: Confirmer le changement
id: Konfirmasi perubahan
ja: 変更を確認
pl: Potwierdź zmianę
pt_br: Confirmar alteração
zh_hans: 确认修改
zh_hant: 確認修改

# settings.copyright
source: © 2025 ZeroNet Space True Offline Privacy Protection
de: © 2025 ZeroNet Space Echter Offline-Datenschutz
es: © 2025 ZeroNet Space Protección real de la privacidad sin conexión
fr: © 2025 ZeroNet Space Une vraie protection hors ligne
id: © 2025 ZeroNet Space Perlindungan privasi yang benar-benar offline
ja: © 2025 ZeroNet Space 本当のオフラインプライバシー保護
pl: © 2025 ZeroNet Space Prawdziwa ochrona prywatności offline
pt_br: © 2025 ZeroNet Space Proteção real da privacidade offline
zh_hans: © 2025 ZeroNet Space 零网络空间 · 真正的离线隐私保护
zh_hant: © 2025 ZeroNet Space ZeroNet Space · 真正的離線隱私保護

# settings.display
source: Display
de: Anzeige
es: Visualización
fr: Affichage
id: Tampilan
ja: 表示
pl: Wyświetlanie
pt_br: Exibição
zh_hans: 显示设置
zh_hant: 顯示設定

# settings.display.footer
source: Adjust photo grid columns and sorting method
de: Spaltenzahl und Sortierung des Fotorasters anpassen
es: Ajustar las columnas y el orden de la cuadrícula de fotos
fr: Ajuster le nombre de colonnes et le tri des photos
id: Atur kolom dan urutan kisi foto
ja: 写真グリッドの列数と並び順を調整
pl: Dostosuj liczbę kolumn i kolejność zdjęć
pt_br: Ajustar as colunas e a ordenação da grade de fotos
zh_hans: 调整照片网格的列数和排序方式
zh_hant: 調整照片網格的列數和排序方式

# settings.done
source: Done
de: Fertig
es: Listo
fr: Terminé
id: Selesai
ja: 完了
pl: Gotowe
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

# settings.feature.encryption.desc
source: Military-grade AES encryption keeps every file safe
de: AES-Verschlüsselung auf Militärniveau schützt jede Datei
es: El cifrado AES de grado militar protege cada archivo
fr: Le chiffrement AES de niveau militaire protège chaque fichier
id: Enkripsi AES tingkat militer menjaga keamanan setiap file
ja: AES暗号化でファイルを保護
pl: Szyfrowanie AES chroni każdy plik
pt_br: A criptografia AES de nível militar protege cada arquivo
zh_hans: 军用级 AES 加密确保每个文件安全
zh_hant: 軍用級 AES 加密確保每個檔案安全
